import "./About.css";

function About(): JSX.Element {
    return (
        <div className="About">
            <br />
            <br />
            <p>
			האתר הגדול ביותר בישראל עבור קופונים בלעדיים, יש לנו את כל סוגי הקופונים מקופונים של אוכל, ביגוד, הנעלה, אינטרנט וכו.. הייחודיות של האתר שלנו היא שאנו מציעים לגולשים לקבל הנחות והטבות למותגים שהם באמת רוצים לרכוש מהם! בשונה מאתרי הקופונים האחרים אשר מקשרים לדילים באופן ישיר ומציעים מבצעים מתחלפים, באתר שלנו תוכלו לקבל את ההנחות וההטבות למותגים שאתם כבר מעוניינים לרכוש בהם בכל אופן! האתר ממשיך לגדול מדי יום , מותגים חדשים עולים לאתר מדי שבוע וכמו כן גם קופונים מתעדכנים באתר באופן קבוע!
            </p>
        </div>
    );
}

export default About;
